<template>
  <div>
    <div class="w-25 float-left">
      <div class="p-r-50">
        <img src="https://static.wixstatic.com/media/c4b732_62c4c5dd8b6f42c58c69a4e8a0ec9577~mv2.jpg/v1/fill/w_165,h_248,al_c,q_80,usm_0.66_1.00_0.01/c4b732_62c4c5dd8b6f42c58c69a4e8a0ec9577~mv2.webp" alt="">
      </div>
    </div>
    <div class="w-75 float-left pre">
      Козлов Игорь Александрович
      Родился 10.02.1952г в г.Москве
      В 1972г закончил Московское Художественно-промышленное училище им.
      Калинина
      В 1982г окончил Московский Государственный Художественный институт им.
      Сурикова
      С 1976г участвовал в московских, республиканских,
      всесоюзных и международных выставках
      С 1984гчленМОСХа
      В 1986г получил Серебряную медаль Академии Художеств СССР
      В 1988г - лауреат премии ВЛКСМ
      В 2000г получил звание заслуженного художника РФ
      Участвовал в симпозиумах по камню:
      Армения- 1986.
      Югославия - 1987.
      Германия- 1990.
      Германия- 1992.
      Югославия - 1995.
      Переславль, Россия- 1996.
      Казань, Татарстан - 1997.
      Казань, Татарстан - 1998.
      Переславль, Россия - 1999. (бронза, дерево)
      Дзержинский, Россия - 2005.
      Мармарис, Турция - 2008
      Работы:
      принимал участие в воссоздании Храма Христа Спасителя 1996
      мемориальный памятник на русском кладбище, г.Йер, Франция. 1998
      памятник Карлу Фуксу, Казань. 1994
      памятник 60-летию победы в ВОВ, Екатерининский сквер, Москва 2005
      мемориальная доска летчику-испытателю Галлаю М.Л., Москва 2007
      мемориальная доска генеральному авиаконструктору Яковлеву А.С. 2006
      мемориальная доска авиаконструктору Глушко В.П. 2008
      мемориальная доска академику РАН Кутафину О.Е. 2010
      мемориальная доска маршалу Москаленко К.С. 2011
      работы находятся в собрании Государственной Третьяковской Галереи
      скульптура "Рембрандт" ( 1,25 натуральной величины ) продана на аукционе "Sotheby's"
    </div>
  </div>
</template>
